// 시세 그래프 mock데이터
export const mockFruitChart = {
  1: [ // 하
    { date: '2025-02-01', price: 13000 },
    { date: '2025-03-01', price: 12800 },
    { date: '2025-04-01', price: 13200 },
    { date: '2025-05-01', price: 12900 },
    { date: '2025-06-01', price: 12700 },
    { date: '2025-07-01', price: 13100 },
  ],
  2: [ // 중
    { date: '2025-02-01', price: 14000 },
    { date: '2025-03-01', price: 14200 },
    { date: '2025-04-01', price: 14500 },
    { date: '2025-05-01', price: 14300 },
    { date: '2025-06-01', price: 14100 },
    { date: '2025-07-01', price: 14400 },
  ],
  3: [ // 상
    { date: '2025-02-01', price: 15300 },
    { date: '2025-03-01', price: 14900 },
    { date: '2025-04-01', price: 16200 },
    { date: '2025-05-01', price: 15800 },
    { date: '2025-06-01', price: 15500 },
    { date: '2025-07-01', price: 16000 },
  ],
  4: [ // 특
    { date: '2025-02-01', price: 16500 },
    { date: '2025-03-01', price: 17000 },
    { date: '2025-04-01', price: 17200 },
    { date: '2025-05-01', price: 16800 },
    { date: '2025-06-01', price: 16600 },
    { date: '2025-07-01', price: 17100 },
  ],
};
